Repository: RaneemA1/HotelBooking
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: Already a member?
ar: تملك حساب بالفعل ؟

source: Change Language
ar: تغير اللغه

source: Conditions of Uses
ar: شروط الاستخدام

source: Continue as guest
ar: زائر

source: Dark Mode
ar: الوضع الليلي

source: Date
ar: تاريخ الميلاد

source: Discover and find your perfect healing place
ar: اكتشف واعثر على المكان المثالي

source: Don't have an account?
ar: لا تملك حساب ؟

source: Easy way to book hotels with us
ar: طريقة سهلة لحجز الفنادق معنا

source: Edit Profile
ar: تعديل الملف الشخصي

source: Email Address
ar: البريد الالكتروني

source: Enter your information beiow
ar: ادخل المعلومات الخاصة بك ادناه

source: Female
ar: انثى

source: Forgot Password?
ar: هل نسيت كلمة المرور ؟

source: Gender
ar: الجنس

source: Get Started
ar: البدء

source: Giving the best deal just for you
ar: نقدم افضل العروض

source: It is a long established fact that a reader will be distracted by the readable content.
ar: سهوله الاستخدام والحجوزات في دقائق معدودة

source: Let's get you Login!
ar: قم بتسجيل الدخول

source: Login
ar: دخول

source: Logout
ar: خروج

source: Male
ar: ذكر

source: Mobile Number
ar: رقم الجوال

source: My Bookings
ar: حجوزاتي

source: My Profile
ar: الملف الشخصي

source: Name
ar: الاسم

source: Next
ar: التالي

source: Or login with
ar: او تسجيل الدخول مع

source: Password
ar: كلمة المرور

source: Payment Method
ar: الدفع

source: Privacy Policy
ar: سياسة الخصوصية

source: Register
ar: التسجيل

source: Register Now
ar: تسجيل جديد

source: Register Now!
ar: تسجيل

source: Skip
ar: تخطي

source: TabBar View
ar: شريط الايقونات

source: Terms & Conditions
ar: الشروط والبنود

source: Update
ar: تحديث
